Repository: ShotOfVodkah/gymbro
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

source: %@ just finished working out!
ru: %@ только что закончил тренировку!

source: %lld more weeks for a full year
ru: %lld недель до целого года

source: + New Chat
ru: + Новый чат

source: 7 consecutive workouts
ru: 7 тренировок за неделю

source: 50 Workouts
ru: 50 тренировок

source: 100 Workouts
ru: 100 тренировок

source: 200 Workouts
ru: 200 тренировок

source: 300 Workouts
ru: 300 тренировок

source: 400 Workouts
ru: 400 тренировок

source: 500 Workouts
ru: 500 тренировок

source: About
ru: О приложении

source: About GymBro
ru: О GymBro

source: Account
ru: Аккаунт

source: Add
ru: Доб

source: Add Friends
ru: Добавить друзей

source: Adjust your weights
ru: Прибавь вес

source: Age
ru: Возраст

source: Already a friend!
ru: Уже в друзьях!

source: Already have an account? Login
ru: Уже есть аккаунт? Войти

source: Are you sure you want to delete your account?
ru: Вы уверены, что хотите удалить аккаунт?

source: Are you sure you want to log out?
ru: Вы уверены, что хотите выйти?

source: Arms
ru: Руки

source: Back
ru: Спина

source: Bio
ru: Био

source: Busy week
ru: Неделя на пределе

source: Buttocks
ru: Ягодицы

source: Cancel
ru: Отмена

source: Chat activity
ru: Активность чата

source: Chest
ru: Грудь

source: Choose language
ru: Выберите язык

source: Choose someone to follow
ru: Выберите друзей

source: Choose the exercises for your workout
ru: Выберите упражнения для тренировки

source: Choose theme for GymBro
ru: Выберите тему для приложения

source: Choose users for your chat
ru: Выберите пользователей для чата

source: Cinderella
ru: Золушка

source: Completed 50 workouts
ru: Сделал 50 тренировок

source: Completed 100 workouts
ru: Сделал 100 тренировок

source: Completed 200 workouts
ru: Сделал 200 тренировок

source: Completed 300 workouts
ru: Сделал 300 тренировок

source: Completed 400 workouts
ru: Сделал 400 тренировок

source: Completed 500 workouts
ru: Сделал 500 тренировок

source: Create Account
ru: Создать аккаунт

source: Created your own workout
ru: Сделал свою тренировку

source: Delete account
ru: Удалить аккаунт

source: Don't have an Account? Create a new one!
ru: Нет аккаунта? Создайте новый!

source: Early Riser
ru: Проснись и пой

source: Edit Profile
ru: Изменить профиль

source: Email
ru: Почта

source: Enter your message here
ru: Введите сообщение

source: Exercises done
ru: Упражнений сделано

source: Feeds
ru: Ленты

source: Finish
ru: Закончить

source: First recorded workout
ru: Первая тренировка

source: Fri
ru: Пт

source: Friends
ru: Друзья

source: Gender
ru: Пол

source: Height (cm)
ru: Рост (см)

source: I know better
ru: Мне виднее

source: Lazy Weekend
ru: Ленивый викенд

source: Less words
ru: Тише едешь…

source: Log in
ru: Войти

source: Log out
ru: Выйти

source: Lower legs
ru: Нижняя часть ног

source: Mon
ru: Пон

source: Name your workout
ru: Назови свою тренировку

source: New Chat
ru: Новый чат

source: Night Owl
ru: Ночной дозор

source: Notification Permission Granted
ru: Уведомления разрешены

source: Notifications
ru: Уведомления

source: OK
ru: ОК

source: One more rep, one more tap... Let’s crush those goals like it’s leg day.
ru: Ещё одно повторение, ещё один тап… Разнесём эти цели, как будто это день ног.

source: online
ru: онлайн

source: Online
ru: Онлайн

source: Password
ru: Пароль

source: Personal
ru: Соло

source: PornStar
ru: Порнозвезда

source: Profile
ru: Профиль

source: Put your exercises in order
ru: Выбери порядок выполнения упражнений

source: Rating Ranks
ru: Рейтинг

source: Remove Friend
ru: Удалить друга

source: Request Notification Permission
ru: Запрос на уведомления

source: Rookie
ru: Новичок

source: Sat
ru: Сб

source: Save
ru: Сохранить

source: Search
ru: Поиск

source: Search for your friends
ru: Поиск друзей

source: Settings
ru: Настройки

source: Shared at least one workout with a friend
ru: Поделился тренировкой с другом

source: Shoulders
ru: Плечи

source: Statistics
ru: Статистика

source: Streak
ru: Стрик

source: Streak is in danger! Remains %lld workouts
ru: Стрик в опасности! Осталось %lld тренировок

source: Sun
ru: Вс

source: Targeted 3 different muscle groups in one workout
ru: 3 группы мышц в одной тренировке

source: Team
ru: Команда

source: This app helps you manage your workouts and share success with your friends. Created by Gritsaenko Alexandra and Polyakov Stepan — the legendary duo you didn’t know you needed. Probably stronger than your will to skip leg day! Coming soon to a gym near you.
ru: Это приложение помогает отслеживать тренировки и делиться успехом с друзьями. Создано Грицаенко Александрой и Поляковым Степаном — легендарный дуэт, о котором вы даже не подозревали. Скорее всего сильнее, чем ваше желание пропустить день ног! Скоро в вашем зале.

source: Thu
ru: Чт

source: Top muscle groups
ru: Топ групп мышц

source: Total weight lifted
ru: Поднятый вес

source: Tough Day
ru: День тяжелый

source: Train like a beast, track like a nerd.
ru: Тренируйся как зверь, отслеживай как ботан.

source: Tue
ru: Вт

source: Upper legs
ru: Верхняя часть ног

source: Username
ru: Имя пользователя

source: Wed
ru: Ср

source: Weight (kg)
ru: Вес (кг)

source: Whor… whole body
ru: С головы до пят

source: Workout after 11 PM
ru: Тренировка после 11 вечера

source: Workout before 7 AM
ru: Тренировка до 7 утра

source: Workout History
ru: История тренировок

source: Workout on a Monday
ru: Потренировался в понедельник

source: Workout on Saturday or Sunday
ru: Тренировка в выходные

source: Workout started exactly at 00:00
ru: Тренировка начата в 12 ровно

source: Workout without comments or notes
ru: Тренировка без комментария

source: Workouts
ru: Тренировки

source: Workouts completed
ru: Тренировок сделано

source: Workouts per week
ru: Тренировки по неделям

source: You've finished your workout, add a message to your friends before we notify them!
ru: Вы закончили тренировку, добавьте сообщение для своих друзей!

source: Your achievements
ru: Твои достижения

source: Your friend!
ru: Твой друг!

source: Your Friends
ru: Твои друзья

source: Your rank: %lld
ru: Твой ранг: %lld

source: Your streak: %lld weeks
ru: Твой стрик: %lld недель

source: Your weekly workout goal to keep streak
ru: Тренировок в неделю для стрика

source: Your workout received 5+ reactions
ru: Твоя тренировка получила 5+ реакций

# Новая тренировка
source: New workout
ru: Конструктор

# Экран 2
source: Team Achievements
ru: Командные Достижения

# Экран 3
source: My workouts
ru: Мои тренировки

# Экран 4
source: Personal Achievements
ru: Индивидуальные Достижения
